tap "heroku/brew"
tap "homebrew/apache"
tap "homebrew/binary"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "ack"
brew "apr-util"
brew "autoconf"
brew "bash"
brew "bfg"
brew "brotli"
brew "c-ares"
brew "cmake"
brew "ctags"
brew "diff-so-fancy"
brew "direnv"
brew "elasticsearch"
brew "pcre2"
brew "fish"
brew "freetype"
brew "fontconfig"
brew "gcc"
brew "ghc"
brew "git"
brew "go"
brew "graphviz"
brew "htop"
brew "jansson"
brew "libev"
brew "nghttp2"
brew "httpd"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "libiconv"
brew "libogg"
brew "libyaml"
brew "mas"
brew "md5sha1sum"
brew "memcached", restart_service: true
brew "msgpack"
brew "mysql", restart_service: true
brew "ncdu"
brew "open-mpi"
brew "osquery"
brew "postgresql"
brew "rabbitmq"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "sbt"
brew "sloccount"
brew "ssh-copy-id"
brew "the_platinum_searcher"
brew "tmux"
brew "tree"
brew "v8"
brew "vegeta"
brew "watch"
brew "wget"
brew "xsv"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zlib"
brew "zsh"
brew "heroku/brew/heroku"
cask "1password"
cask "atom"
cask "fantastical"
cask "font-inconsolata"
cask "font-input"
cask "font-inter-ui"
cask "font-iosevka"
cask "google-chrome"
cask "iterm2"
cask "moneymoney"
cask "ngrok"
cask "pgadmin4"
cask "slack"
cask "sonos"
cask "spotify"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "zoomus"
mas "Airmail 3", id: 918858936
mas "Fantastical", id: 435003921
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Skitch", id: 425955336
mas "Soulver", id: 413965349
mas "Textual", id: 896450579
mas "Things3", id: 904280696
mas "Trello", id: 1278508951
mas "Tweetbot", id: 1384080005
mas "Xcode", id: 497799835
