tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "olafurpg/scalafmt"
brew "ack"
brew "readline"
brew "apr-util"
brew "autoconf"
brew "bash"
brew "bfg"
brew "brotli"
brew "c-ares"
brew "freetype"
brew "fontconfig"
brew "influxdb", restart_service: true
brew "chronograf"
brew "circleci"
brew "cmake"
brew "ctags"
brew "diff-so-fancy"
brew "direnv"
brew "docker", link: false
brew "docker-machine", link: false
brew "dockutil"
brew "elasticsearch", restart_service: true
brew "elixir"
brew "exiftool"
brew "libogg"
brew "ffmpeg"
brew "pcre2"
brew "fish"
brew "gcc"
brew "gdb"
brew "get_iplayer", link: false
brew "ghc"
brew "giflossy"
brew "git"
brew "git-flow"
brew "gnupg"
brew "go"
brew "graphviz"
brew "htop"
brew "jansson"
brew "libev"
brew "nghttp2"
brew "httpd"
brew "httpie"
brew "hub"
brew "hugo"
brew "imagemagick", args: ["with-fontconfig"]
brew "jenv"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "libiconv"
brew "libxml++"
brew "libyaml"
brew "lynis"
brew "mas"
brew "md5sha1sum"
brew "memcached"
brew "mkcert"
brew "mosh"
brew "msgpack"
brew "mysql"
brew "ncdu"
brew "open-mpi"
brew "pandoc"
brew "postgresql", restart_service: true
brew "postgresql@10"
brew "rabbitmq"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rust"
brew "sbt"
brew "shellcheck"
brew "sloccount"
brew "ssh-copy-id"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "unrar"
brew "v8"
brew "vegeta"
brew "vim"
brew "watch"
brew "wget"
brew "xsv"
brew "youtube-dl"
brew "z"
brew "zlib"
brew "zola"
brew "zsh"
brew "heroku/brew/heroku"
brew "olafurpg/scalafmt/scalafmt", args: ["HEAD"]
cask "1password"
cask "bartender"
cask "basictex"
cask "chatology"
cask "discord"
cask "fantastical"
cask "font-inconsolata"
cask "font-input"
cask "font-inter-ui"
cask "font-iosevka"
cask "google-chrome"
cask "graphiql"
cask "iterm2"
cask "java"
cask "java8"
cask "metasploit"
cask "moneymoney"
cask "ngrok"
cask "pgadmin4"
cask "slack"
cask "sonos"
cask "spotify"
cask "steam"
cask "transmit"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "zoomus"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "ReadKit", id: 588726889
mas "Soulver", id: 413965349
mas "Step Two", id: 1448916662
mas "Table Tool", id: 1122008420
mas "Telegram", id: 747648890
mas "Things", id: 904280696
mas "Trello", id: 1278508951
mas "Tweetbot", id: 1384080005
